{"1574671072":{"title":"Assumes hot and cold","content":"Assumes hot and cold connections are presented. Quote is subject to photo showing the final location - assumes concrete slabs for tank and paved area \/ pavers for heat pump are presented. Inclusive supply, delivery, 15mm quick connection kit, plumbing installation using our experienced team."},"1574671103":{"title":"If you are happy with your Customer ","content":"If you are happy with your Customer Agreement form as filled out, please reply, &quot;Please see my GEO Customer Agreement signed&quot; and we will lodge the STCs for you."},"1574671139":{"title":"Note: STC are covered as an up-front-discount","content":"Note: STC are covered as an up-front-discount and a plumbing certificate from your plumber is required within 10 business days (14 calendar days) there are no exceptions to this rule.  If you fail to produce the certificate then you are liable for the full balance which means a final payment of $1056 for the STCs will be immediately due. "},"1574734956":{"title":"This is a NEW order. Dispatch 31\/10\/2019.","content":"This is a NEW order. Dispatch 31\/10\/2019."},"1574734974":{"title":"This is a NEW order. Dispatch no EARLIER than FRI 22\/11\/2019 thank you","content":"This is a NEW order. Dispatch no EARLIER than FRI 22\/11\/2019 thank you.Please send back pro-forma invoice   con-note"},"1574734986":{"title":"This is a NEW order. Dispatch from today FRI 1\/11\/2019","content":"This is a NEW order. Dispatch from today FRI 1\/11\/2019 onwards as soon as possible thank you.Please send back pro-forma invoice   con-note"},"1574735005":{"title":"This is a NEW order. Dispatch from today FRI 1\/11\/2019","content":"This is a NEW order. Dispatch from today FRI 1\/11\/2019 onwards as soon as possible thank you. Please send back pro-forma invoice, con-note and delivery instruction, &quot;Call PureElectric 1300 86 78 73 1hr prior&quot;."},"1574735025":{"title":"Thank you for your recent Sanden Eco Plus purchase from Pure Electric","content":"Thank you for your recent Sanden Eco Plus purchase from Pure Electric. I have just sent out your Sanden maintenance tips email to help keep your Sanden in the best working order."},"1574735038":{"title":"If you are happy with your Customer Agreement form as filled out","content":"If you are happy with your Customer Agreement form as filled out, please reply, &quot;Please see my GEO Customer Agreement signed&quot; and we will lodge the STCs for you."},"1574735051":{"title":"The STC Sanden form is required to be filled in 14 calendar days after collection","content":"As we have provided STCs as an upfront discount on this quote, our STC Sanden form is required to be filled in 14 calendar days after collection, here is the link -&gt; https:\/\/forms.gle\/kCxzQ1Ks4n2W2Qtz9If the form isn&#039;t completed with 14 calendar days, we will issue the STCs as the balance of payment which will be immediately due. Then once the paperwork has been prepared, we will process the STCs at latest market rate."},"1574735063":{"title":"Quote is subject to photos of the existing hot water system   switchboard,","content":"Quote is subject to photos of the existing hot water system and switchboard. Assumes nearby electrical is RCD protected. If RCD protection is required +$80inc."},"1574735074":{"title":"Please send photos to confirm price.","content":"Please send photos to confirm price.  Quote is for standard installation with hot and cold presented and heat pump unit (looks like a small air conditioner) sitting adjacent to the tank.  Tank is 600mm with 300mm gap then heat pump unit to the right at 900mm long. Total wall length of standard installation 1.8metres.  Longer pipe runs, relocations etc charged at standard plumbing rates."},"1574735084":{"title":"Assumes hot and cold connections are presented","content":"Assumes hot and cold connections are presented. Quote is subject to photo showing the final location - assumes concrete slabs for tank and paved area \/ pavers for heat pump are presented. Inclusive supply, delivery, 15mm quick connection kit, plumbing installation using our experienced team."},"1574735097":{"title":"Note: Subject to site photos confirming standard installation.  ","content":"Note: Subject to site photos confirming standard installation.  Standard installation is replacement of existing hot water service in the same location with room adjacent for the heat pump unit.  The tank is 600mm diameter. So generally a standard installation is 600mm for the tank with a 300mm gap to the right of the tank and 900mm long compressor unit that looks like a small air conditioner.  Please send photos to confirm if standard with any extras charged at standard plumber rates."},"1574735109":{"title":"Note: STC are covered as an up-front-discount and a plumbing certificate from your ","content":"Note: STC are covered as an up-front-discount and a plumbing certificate from your plumber is required within 10 business days (14 calendar days) there are no exceptions to this rule.  If you fail to produce the certificate then you are liable for the full balance which means a final payment of $1056 for the STCs will be immediately due."},"1582513817":{"title":"STCs Upfront Discount 14 Calendar Days","content":"Note: STCs provided as an up-front discount on the quote. We require the plumbing certificate of compliance, install photos, plumber information, site information, etc within 14 calendar days. This is easily uploaded via our easy to use Sanden STC form which we provide from the day of delivery. If you require more time, please advise us and we will issue you an invoice for the STCs which will be immediately payable and we can issue the STCs at a later date at the latest market rate.\t\t\t\t"},"1586815732":{"title":"STCs Need More Time","content":"Can you please advise when we can expect this form to be completed? Sometimes if clients need more time this isn&#039;t a problem, we can issue you an invoice for the STCs, then we can claim the STCs for you at a later date when you are ready.\t\t\t"},"1594859690":{"title":"Thanks for your time","content":"Thanks for your time and nice to speak to you today."},"1596157906":{"title":"thank you for your time today","content":"Thank you for your time today I look forward to speaking further with you soon.\t"},"1597296957":{"title":"Mucked around","content":"Appreciate the update, shame to hear you are going with someone else after the work we did. Any feedback so we can improve our service? Price \/ speed of reply?\n\nAny honest feedback would be great as I thought you were very keen to get things going and I thought we were responsive to your requests.\n\nIf you get mucked around at all (e.g. poor customer service, supply problems, etc.) by your chosen supplier, we&#039;d still be very pleased to assist as we&#039;ve had many happy clients in the past (now 200+ 5 star reviews)."},"1597297703":{"title":"Mucked Around Sanden","content":"Appreciate the update, shame to hear you are going with someone else after the work we did. Any feedback so we can improve our service? Price \/ speed of reply?\n\nWith your chosen Sanden supplier, do ensure they are providing you with the approved Sanden quick connection kit. This kit includes everything to be fully compliant with Sanden&#039;s installation e.g. ECV (Cold Expansion Valve), insulation gloves on the PTR, insulation gloves on the elbows, elbows with easily accessible filters). \n\nAll of our quotes include the Sanden Quick Connection Kit.\n\nAny honest feedback would be great as I thought you were very keen to get things going and I thought we were responsive to your requests. \n\nIf you get mucked around at all (e.g. poor customer service, supply problems, etc.) by your chosen supplier, we&#039;d still be very pleased to assist as we&#039;ve had many happy clients in the past (now 200+ 5 star reviews)"},"1601516983":{"title":"example 1 cp","content":"sorry I missed the opportunity to speak with you today. My call was a courtesy follow up to see if you are still interested in progressing your quote for the Sanden energy efficient heat pump system. We would be very happy to help you out and answer any questions you may have or provide you with any further product information you might require.\nIf you&#039;re not interested please let us know this too and if you have time the reason\/s why?\u2028This would be very much appreciated. \u2028\nHere are some reasons why our clients are choosing the Sanden Eco PLUS heat pump system:\n* 6 years warranty on all parts and labour on the Made in Japan Sanden highly energy efficient heat pump system.\n* 15 years pro-rata warranty on all parts and labour on the Australian made stainless steel tank.\u2028* Super quiet: Only 37dB, near silent operation, quieter than a library (40dB) compared with other heat pumps which are\n  typically 50dB, 4x increase in perceived loudness.\u2028* Works in all climates: Goes do to as low as negative fifteen (-15) degrees Celsius.\n* Fast heat recovery: Up to 50% faster heat recovery than currently available hot water heat pumps.\n* Blockout Timer: Run your Sanden heat pump during daylights hours with large solar PV to run your heat pump at up to\n  98% annual renewable energy fraction.\n* Environmentally friendly: Uses Ozone friendly CO2 (R744) refrigerant, global warming potential of just 1.0, the lowest of\n  any heat pump hot water system.\n* Highest efficiency: Delivers 4990W of hot water heat with just 840W of electrical energy, the highest coefficient of\n  performance of 5.96\n* Highest Rebates: You get the highest number of Small-scale Technology Certificates (STCs) of any currently available\n  hot water heat pump system so you get the greater discount on purchase price.\n* My personal 315L Sanden system generally uses between 2.6 - 4 kWh of energy a day for 2 adults + 2 adult daughters\n   and their boyfriends.\n\nRegards,   John"}}