{"0":"Note: STC are covered as an up-front-discount and a plumbing certificate from your plumber is required within 10 business days (14 calendar days) there are no exceptions to this rule.  If you fail to produce the certificate then you are liable for the full balance which means a final payment of $1056 for the STCs will be immediately due.","1":"","2":"Note: STC are covered as an up-front-discount and a plumbing certificate from your plumber is required within 10 business days (14 calendar days) there are no exceptions to this rule.  If you fail to produce the certificate then you are liable for the full balance which means a final payment of $1056 for the STCs will be immediately due.  Plumber and electrician details are also required ie ABN and license numbers","3":"Assumes hot and cold connections are presented. Quote is subject to photo showing the final location - assumes concrete slabs for tank and paved area \/ pavers for heat pump are presented. Inclusive supply, delivery, 15mm quick connection kit, plumbing installation using our experienced team.","4":"Please send photos to confirm price.  Quote is for standard installation with hot and cold presented and heat pump unit (looks like a small air conditioner) sitting adjacent to the tank.  Tank is 600mm with 300mm gap then heat pump unit to the right at 900mm long. Total wall length of standard installation 1.8metres.  Longer pipe runs, relocations etc charged at standard plumbing rates.","5":"Quote is subject to photos of the existing hot water system   switchboard, assumes nearby electrical is RCD protected. If RCD protection is required  $80inc.","6":"The STC Google Sanden form is required to be filled in 14 calendar days after collection, here is the link -&gt; https:\/\/forms.gle\/kCxzQ1Ks4n2W2Qtz9If the form isn&#039;t completed with 14 calendar days, we will issue the STCs as the balance of payment which will be immediately due. Then once the paperwork has been prepared, we will process the STCs at latest market rate.","7":"If you are happy with your Customer Agreement form as filled out, please reply, &quot;Please see my GEO Customer Agreement signed&quot; and we will lodge the STCs for you.","8":"Thank you for your recent Sanden Eco Plus purchase from Pure Electric. I have just sent out your Sanden maintenance tips email to help keep your Sanden in the best working order.","9":"This is a NEW order. Dispatch 31\/10\/2019.","10":"This is a NEW order. Dispatch no EARLIER than FRI 22\/11\/2019 thank you.Please send back pro-forma invoice   con-note","11":"This is a NEW order. Dispatch from today FRI 1\/11\/2019 onwards as soon as possible thank you.Please send back pro-forma invoice   con-note","12":"This is a NEW order. Dispatch from today FRI 1\/11\/2019 onwards as soon as possible thank you. Please send back pro-forma invoice, con-note and delivery instruction, &quot;Call PureElectric 1300 86 78 73 1hr prior&quot;.","109":"test sdedwewqeqedsadsa"}