{"1586230730":{"title":"demo test ","content":"Testing "},"1586230776":{"title":"Demo 1","content":"Testing 2"},"1586814478":{"title":"Sanden Quote + Why Sanden","content":"- Quote is subject to photos. Assumes standard installation and assumes paved area for heat pump and existing 600x600 slab in position. \n- If slab 600x600 is requested +$40inc and if pavers requested for HP +$40inc.\n- Quote fully inclusive supply, delivery and plumbing installation using our experienced team.\nWhy Sanden?\n- Sanden International a 75+ year business established 1943, Operating in Australia 42 years since 1978\n- Experts in Heat Pumps - Hot Water systems, Refrigeration, Heat Pump Systems for Electric Vehicles\n- Confidence In Your Warranty backed by a company that has A$3.2Bn in Annual Revenue with A$3.4Bn in Assets  \n- Sanden Worldwide Operations with expertise in Australia, Japan, Europe, U.S, China, India\n- The first Heat Pump Water Heater in Australia to use environmentally friendly CO2 refrigerant offering ultra high efficiency, low-temperature performance\t\t"},"1587428303":{"title":"Additional US7 2.5kW \/ Alira 2.0kW","content":"Additional US7 2.5kW supply and install +$2890inc\nAdditional Alira 2.0kW supply and install +$1790inc"},"1597188037":{"title":"Delivery only Sanden","content":"Price is inclusive of delivery\nSTC subsidy provided as an upfront discount. Full plumber and electrician business details, ABN, trading name and Certificates must be provided within 14 calendar days \/ 10 business days.  This is a strict timeline and if you fail to meet it you must pay the full amount and then we will pay you the subsidy at the time you make the paperwork available. There are no exceptions fo this 14 calendar day agreement. Tanks is 600mm diameter then 300mm gap to the right and 900mm long (looks like a small air con) heat pump is adjacent to the right. Other installation options available please discuss"},"1604378091":{"title":"Daikin US7 Supply and Installation","content":"Daikin US7 Supply and Installation using our experienced team who have experience installing the Daikin US7\nPure Electric 200+ 5 star reviews\nSite left clean and tidy\nDaikin US7 - the only unit with advanced humidity control\nDaikin US7 - the only unit with self cleaning functionality"}}